Repository: wp-plugins/social-linkz
Catalog: core/lang/*_framework-*.po
Languages: es_es

source: About...
es_es: Acerca de...

source: Settings
es_es: Configuración

source: Log options
es_es: Opciones de registro

source: What is the debug level:
es_es: Nivel de depuración:

source: See the debug logs
es_es: Ver registros de depuración

source: 1=log only the critical errors;
es_es: 1=registrar sólo errores críticos;

source: 2=log only the critical errors and the standard errors;
es_es: 2=registrar sólo errores críticos y estándar;

source: 3=log only the critical errors, the standard errors and the warnings;
es_es: 3=registrar sólo errores críticos y estándar y advertencias;

source: 4=log information;
es_es: 4=registrar información;

source: 5=log verbose;
es_es: 5=registrar todos los detalles;

source: Multisite Management
es_es: Gestión de Multisitio

source: Do you want to allow sub-blogs to modify the translations of the plugins:
es_es: Desea que los sub-blogs modifiquen las traducciones de los plugins:

source: If this option is unchecked, the translation tab won't be displayed in the blog administration panel.
es_es: Si no marca esta opción, la ficha de traducción no se mostrará en el panel de administración del blog.

source: Advanced options
es_es: Opciones avanzadas

source: Show the advanced options:
es_es: Mostrar opciones avanzadas:

source: Will display additionnal information on the plugin (including SVN features). Recommended for developpers which develop plugins with this framework.
es_es: Mostrará información adicional del plugin (incluyendo características SVN). Recomendado para desarrolladores de plugins con este framework.

source: Show the developpers documentation:
es_es: Mostrar la documentación de desarrollo:

source: You should register a new wordpress plugin first on %s.
es_es: Los plugins de Wordpress nuevos deben registrarse primero en %s.

source: What is your SVN Login:
es_es: Login SVN:

source: You should have an account on %s before. Thus, the login will be the same!
es_es: Debería tener una cuenta en %s. El login será el de dicha cuenta.

source: What is your SVN Password:
es_es: Password SVN:

source: Same comment as above...
es_es: Lo mismo que antes...

source: What is your Author Name:
es_es: Nombre de autor:

source: Your author name is the name that is displayed in your plugin.
es_es: Su nombre de autor es el mismo que el mostrado en su plugin.

source: Do you want to udate the translations files when the plugin page is called:
es_es: Desea actualizar las traducciones cuando se invoque la página del plugin:

source: This is useful if you develop a plugin, thus you will see when new sentences need to be translated.
es_es: Esto es útil si desarrolla un plugin, así usted verá cuándo hace falta que se traduzcan nuevas frases.

source: IMAP Login:
es_es: Login IMAP:

source: This is useful if you want that the framework retrieve automatically the translations file into an IMAP mailbox
es_es: Esto es útil si desea que el framework envíe automáticamente las traducciones a una cuenta IMAP

source: IMAP Password:
es_es: Contraseña IMAP:

source: IMAP Server:
es_es: Servidor IMAP:

source: Should be something like %s
es_es: Debería ser de la forma %s

source: Summary page for the plugins developped with the SL framework
es_es: Página resumen de los plugins desarrollados con SL Framework

source: The core file used for the SedLex plugins is:
es_es: El fichero núcleo usado por los plugins SedLex es:

source: For now, you have installed %d plugins including %d plugins developped with the 'SL framework':
es_es: Por ahora, has instalado %d plugins de los cuales hay %d desarrollados con SL Framework.

source: Plugin name
es_es: Nombre de plugin

source: Description
es_es: Descripción

source: SVN Management
es_es: Gestión SVN

source: Update plugin information...
es_es: Actualizar información de plugin...

source: There is a SQL database for this plugin
es_es: Hay una base de datos SQL para este plugin

source: Version: %s by %s
es_es: Versión: %s por %s

source: Getting SVN information...
es_es: Obteniendo información SVN...

source: List of SL plugins
es_es: Lista de plugins SL

source: Parameters of the framework
es_es: Parámetros del framework

source: The following description is a quick tutorial on about how to create a plugin with the SL framework. (Please note that the following description is in English for developpers, sorry for this inconvenience)
es_es: La siguiente descripción es un tutotrial rápido para crear un plugin con el framework SL. (Está en inglés, sentimos la inconveniencia)

source: How to develop a plugin?
es_es: ¿Cómo desarrollar un plugin?

source: Framework documentation
es_es: Documentación del framework

source: Manage translation of the framework
es_es: Gestionar traducción del framework

source: An Unexpected HTTP Error occurred during the API request.
es_es: Excepción HTTP inesperada durante la petición a la API

source: This plugin does not seem to be hosted on the wordpress repository.
es_es: Este plugin no parece estar alojado en el repositorio Wordpress.
