Repository: wp-plugins/social-linkz
Catalog: lang/sociallinkz-*.po
Languages: de_de, es_ar, es_es, fr_fr, hr_hr, ja_jp, nb_nb, pl_pl, pt_br, tr_tr

source: This plugin help you sharing on the social network by adding facebook or twitter buttons.
de_de: Dieses Plugin hilft dabei, Dinge im Social-Network durch Facebook oder Twitter-Buttons zu teilen.
es_ar: Este plugin te ayudará a compartir en la red social Facebook o mediante la adición de botones de twitter.
es_es: Este plugin te ayudara a compartir en las redes sociales añadiendo botones de facebook o twitter
fr_fr: Ce plugin vous permet de partager sur les réseaux sociaux en ajoutant des boutons comme facebook ou Twitter
hr_hr: Ovaj dodatak će vam pomoći dijeljenje na društvenoj mreži dodavanjem Facebook ili Twitter gumba
ja_jp: このプラグインでフェイスブックやツイッターなどのソーシャルシェアボタンを簡単に導入できます。
nb_nb: Dette innstikket hjelper deg å dele til sosiale nettverk ved å legge til knapper for Facebook eller Twitter.
pl_pl: Ta wtyczka umożliwia publikowanie wpisów w Social Mediach przez dodanie do postów przycisków FB, Twitter i innych.
pt_br: Este plugin irá ajudá-lo a compartilhar nas redes sociais adicionando botões do facebook ou twitter.
tr_tr: Bu eklenti sosyal ağda paylaşıma yardımcı olmak için facebook ve twitter düğmelerini ekler.

source: Display %s button?
de_de: Zeige %s Button?
es_ar: Mostrar %s botón
es_es: Mostrar botón %s?
fr_fr: Afficher le bouton %s
hr_hr: Prikaz gumba
ja_jp: %s ボタンを表示しますか？
nb_nb: Vise %s-knapp?
pl_pl: Wyświetlić przycisk %s?
pt_br: Exibir o botão %s?
tr_tr: %s düğmesi gösterilsin mi?

source: The %s button:
de_de: Der %s Button:
es_ar: El %s botón
es_es: El botón %s
fr_fr: Le bouton %s :
hr_hr: Gumb
ja_jp: %s ボタン：
nb_nb: %s-knappen
pl_pl: Przycisk %s
pt_br: O botão %s:
tr_tr: %s düğmesi:

source: To share the post on %s !
de_de: Um den Beitrag auf %s zu teilen!
es_ar: Para compartir el mensaje de %s !
es_es: Para compartir el artículo en %s !
fr_fr: Pour partager l&#039;article sur %s !
hr_hr: Za dijeljenje post
ja_jp: %s に投稿を共有する！
nb_nb: For å dele innlegget på %s!
pl_pl: Publikowanie wpisu w %s.
pt_br: Compartilhar
tr_tr: Gönderiyi %s &#039;da paylaşmak !

source: Show the counter of this %s button:
de_de: Zeige den Counter von diesem %s Button:
es_ar: Mostrar el contador de este %s botón
es_es: Mostrar el contador para este botón %s:
fr_fr: Montrer le compteur de ce bouton % :
hr_hr: Prikaži brojać za ovaj gumb
ja_jp: %s ボタンにカウントを表示する：
nb_nb: Vis telleren for denne %s-knappen:
pl_pl: Pokaż licznik dla tego przycisku.
pt_br: Exibir o contador do botão %s:
tr_tr: Bu %s düğmesinin sayacını göster:

source: The official %s button:
de_de: Der offizielle %s Button:
es_ar: El oficial %s botón
es_es: El botón oficial %s
fr_fr: Le bouton officiel %s :
hr_hr: Službeni gumb
ja_jp: 公式 %s ボタン：
nb_nb: Den offisielle %s-knappen:
pl_pl: Oficjalny przycisk %s:
pt_br: Botão oficial do %s:
tr_tr: Resmi %s düğmesi:

source: The SSL websites may not work properly with this official button... Moreover the rendering is not perfect !
de_de: Die SSL-Webseite funktioniert möglicherweise nicht mit dem offiziellen Button... Darüber hinaus ist die Darstellung ist nicht perfekt!
es_ar: Los sitios web SSL pueden no funcionar correctamente con este botón oficial ... Por otra parte la representación no es perfecto!
es_es: Los sitios SSL no funcionan apropiadamente con este botón oficial... Ademas el renderizado no es perfecto!
fr_fr: Les sites SSL peuvent ne pas fonctionner parfaitement avec ce bouton ... De plus l&#039;affichage n&#039;est pas homogène !
hr_hr: SSL web stranice možda neće raditi ispravno s ovim službenim gumbom ... Štoviše pružanje nije savršeno
ja_jp: SSLを利用しているサイトではこの公式ボタンは正常に動作しないかもしれません。
nb_nb: Nettsteder som benytter SSL virker kanskje ikke skikkelig med denne offisielle knappen... Det vil si, rendringen er ikke perfekt!
pl_pl: Strony korzystające z SSL mogą się nie wyświetlać poprawnie. Dodatkowo: przycisk wygląda lamersko ;-).
pt_br: Os sites SSL podem não funcionar corretamente com este botão oficial... Além disso, a renderização não é perfeita!
tr_tr: SSL web siteleri bu resmi düğmeyle düzgün bir şekilde çalışmayabilir.

source: Show the counter of this official %s button:
de_de: Zeige den Counter von diesem offiziellen %s Button:
es_ar: Mostrar el contenido de este oficial %s botón
es_es: Mostar el contador para el botón oficial %s
fr_fr: Montrer le compteur de ce bouton officiel % :
hr_hr: Prikaži brojač ovog službenog gumba
ja_jp: 公式 %s ボタンにカウントを表示する：
nb_nb: Vis telleren for denne offisielle %s-knappen:
pl_pl: Pokaż licznik dla tego przycisku.
pt_br: Exibir o contador do botão oficial do %s:
tr_tr: Resmi %s düğmesinin sayacını göster

source: Your %s pseudo:
de_de: Dein %s Pseudonym
es_ar: Su %s seudo:
es_es: Tu pseudo %s:
fr_fr: Votre pseudo %s :
hr_hr: Your pseudo
nb_nb: Ditt %s-pseudo:
pl_pl: Twoje konto %s:
pt_br: Seu apelido do %s:
tr_tr: %s takma adınız:

source: Your FaceBook ID to enable Insight:
de_de: Deine Facebook ID um Insights zu aktivieren:
es_es: Tu ID de Facebook para habilitar las estadísticas:
fr_fr: Votre identifiant FaceBook pour activer Insight :
ja_jp: insightを有効にするあなたのFacebook ID：
nb_nb: Faceboo ID-en din for aktivere Insight:
pl_pl: Twój login Facebook (potrzebny do uruchomienia Insight):
pt_br: Seu ID do Facebook para habilitar o Insight:
tr_tr: Facebook istatistikleri için Facebook ID&#039;nizi yazınız.

source: Display all these buttons in the excerpt ?
de_de: Sollen alle Buttons im Textauschnitt (excerpt) angezeigt werden?
es_es: ¿Mostrar estos botones en el extracto?
hr_hr: Prikaži sve te gumbiće u izvatku
ja_jp: 抜粋に含まれる全てのボタンを表示しますか？
nb_nb: Vise alle disse knappene i utdraget?
pl_pl: Wyświetlaj przyciski w podsumowaniu?
pt_br: Exibir todos esses botões no resumo?
tr_tr: Düğmeleri alıntı yaparak bu şekilde gösterilsin mi?

source: These buttons should be displayed in excerpt:
de_de: Diese Buttons sollten im Textauschnitt (excerpt) angezeigt werden:
es_es: Estos botones se tienen que mostrar en el extracto:
fr_fr: Ces boutons doivent être affiché dans les extraits :
hr_hr: Ovi gumbi bi trebali biti prikazan u izvatku
ja_jp: これらのボタンは抜粋の中に表示されます。
nb_nb: Disse knappene skal vises i utdrag:
pl_pl: Przyciski będą wyświetlane w podsumowaniu wpisu.
pt_br: Estes botões devem ser exibidos no resumo:
tr_tr: Düğmeler bu şekilde gösterilecektir:

source: Where do you want to display the buttons in post ?
de_de: Wo sollen die Buttons im Beitragangezeigt werden?
es_es: ¿En que parte del articulo quieres mostrar los botones?
ja_jp: 投稿のどの位置にボタンを表示しますか？
nb_nb: Hvor ønsker du å vise knappene i innlegg?
pl_pl: Gdzie mają być wyświetlane przyciski?
pt_br: Onde você deseja exibir os botões no post?
tr_tr: Düğmeler yazının neresinde çıksın?

source: At the Top:
de_de: Im oberen Teil:
es_es: Al inicio
fr_fr: En haut :
ja_jp: 最上部
nb_nb: På toppen:
pl_pl: Na górze wpisu
pt_br: No topo:
tr_tr: Yazı üstünde çıksın

source: At the Bottom:
de_de: Im unteren Teil:
es_es: Al pie
fr_fr: En bas :
ja_jp: 最下部
nb_nb: På bunnen:
pl_pl: Na dole wpisu
pt_br: Embaixo:
tr_tr: Yazı altında çıksın

source: Parameters
de_de: Parameter
es_ar: parámetros
es_es: Parámetros
fr_fr: Paramètres
hr_hr: Parametri
ja_jp: パラメータ
nb_nb: Parametere
pl_pl: Parametry
pt_br: Parâmetros
tr_tr: Parametreler

source: Manage translations
de_de: Übersetzungen verwalten
es_ar: administrar traducciones
es_es: Administrar traducciones
fr_fr: Gérer les traductions
hr_hr: Upravljanje prijevodima
ja_jp: 翻訳データを変更
nb_nb: Behandle oversettelser
pl_pl: Zarządzaj tłumaczeniami
pt_br: Administrar traduções
tr_tr: Çevirileri yönet

source: Give feedback
de_de: Verbesserungsvorschläge
es_ar: Deje su comentario
es_es: Enviar comentarios
fr_fr: Donner un feedback
hr_hr: Dajte povratne informacije
ja_jp: フィードバックを送る
nb_nb: Gi tilbakemelding
pl_pl: Wyślij nam swoją opinię
pt_br: Enviar comentário
tr_tr: Geri besleme veriniz

source: Other plugins
de_de: Andere Plugins
es_es: Otros plugins
fr_fr: Autres plugins
ja_jp: 他のプラグイン
nb_nb: Andre innstikk
pt_br: Outros plugins
tr_tr: Diğer eklentiler

source: Share -%s- on Facebook
es_ar: Compartir -%s en Facebook
hr_hr: Podijeli na Facebooku
ja_jp: Facebookで -%s- をシェアする。
pl_pl: Podziel się -%s- na Facebooku
tr_tr: Facebook&#039;da -%s- paylaş

source: Share -%s- on Twitter
es_ar: Compartir -%s- en Twitter
hr_hr: Podijeli na Twitteru
ja_jp: Twitterで -%s- をシェアする。
pl_pl: Podziel się -%s- na Twitterze
tr_tr: Twitter&#039;da -%s- paylaş

source: Print
de_de: Drucken
es_ar: Imprimir
es_es: Imprimir
fr_fr: Imprimer
hr_hr: Ispis
ja_jp: プリント
nb_nb: Skriv ut
pl_pl: Drukuj
pt_br: Imprimir
tr_tr: Yazdır

source: The file %s cannot be deleted. You should have a problem with file permissions or security restrictions.
ja_jp: この %s ファイルを削除できません。このファイルに対する権限かセキュリティに問題があります。
tr_tr: %s bu dosya silinemiyor. Yazım izinleri veya güvenlik ile ilgili bir sorun yaşanmaktadır.

source: Share -%s- on %s
de_de: Teile -%s- auf %s
es_es: Compartir -%s- en %s
fr_fr: Partager -%s- sur %s
nb_nb: Del -%s på %s
pt_br: Compartilhar -%s%- no %s
tr_tr: Paylaş -%s- %s

source: Send this article by email
tr_tr: Bu makaleyi e-posta ile gönder

source: What is your name?
tr_tr: Adınız

source: Please indicate below the emails to which you want to send this article: %s
nb_nb: Angi nedenfor e-poster dem som du ønsker å sende denne artikkelen:% s
tr_tr: Bu yazıyı göndermek istediğiniz kişi sayısı kadar e-posta adreslerini aşağıda belirtiniz

source: Enter one email per line. No more than %s emails.
nb_nb: Angi én e-post per linje. Ikke mer enn% s e-poster.
tr_tr: Her satıra bir e-posta girin. %s den fazla değil

source: Close
es_es: Cerrar
nb_nb: slutt
tr_tr: Kapat

source: Send
es_es: Enviar
nb_nb: sende
tr_tr: Yolla

source: Sending Report
es_es: Enviar Reporte
nb_nb: sende Rapporter
tr_tr: Gönderi Raporu

source: Sorry, but you have not provided a name. Please refresh the current page and then retry.
nb_nb: Beklager, men du har ikke gitt et navn. Vennligst oppdater gjeldende side og deretter prøve på nytt.
tr_tr: Geçerli bir isim girmediniz. Sayfayı yenileyin ve daha sonra yeniden deneyin.

source: %s has recommended this article to you: %s
nb_nb: %s har anbefalt denne artikkelen til deg: %s
tr_tr: %s size bu makaleyi tavsiye etti: %s

source: Email successfully sent to %s
es_es: Correo enviado a %s
nb_nb: E-post sendt til % s
tr_tr: E-posta %s başarıyla gönderildi

source: Insight provides metrics around your content. See %shere%s for futher details. To identify your Facebook ID, please visit the previous link and then click on Statistic of my website
de_de: Insight bietet Metriken rund um deine Inhalte. Siehe %shier%s für weitere Details. Um deine Facebook-ID zu identifizieren, besuche bitte den vorherigen Link und klicke dann auf Statistik meiner Website
es_es: Las estadísticas generan métricas sobre tu contenido. Mira %saquí%s para mas detalles. Para identificar tu ID de Facebook, visita el enlace precio y pulsa sobre estadísticas de mi sitio
fr_fr: Insight fournit des graphiques à propos de vos pages. Regardez %sici%s pour plus de détails. Pour connaitre votre identifiant FaceBook, visitez la page précédente et cliquez sur Statistiques de votre site Web.
ja_jp: insightはあなたのコンテンツに関連した情報を提供します。 %shere% に詳細があります。自分のFacebook IDを確認するには上部のリンクをクリックして私のサイトの「Statistic」を参照してください。
nb_nb: Insight gir beregninger rundt ditt innhold. Se %shere% for flere detaljer. For å identifisere Facebook ID-en din, vennlig besøk forrige lenke og klikk på Statistikk for mitt nettsted
pl_pl: Insight zapewnia mierniki dla twoich treści. Zajrzyj tutaj %shere%s, aby dowiedzieć się więcej. Aby zidentyfikować twoje konto Facebook, odwiedź podany link i kliknij opcję &quot;Statistic of my website&quot;
pt_br: O Insight fornece métricas em torno do seu conteúdo. Veja %shere% para mais detalhes. Para identificar sua ID do FaceBook, por favor, visite o link anterior e clique em Estatísticas do meu site.

source: Tweet
de_de: Twittern
fr_fr: Tweeter
ja_jp: ツイート
nb_nb: Twitre
pl_pl: Publikuj na Twitterze.

source: Here is an extract of the article:
nb_nb: Her er et utdrag av artikkelen:

source: Wordpress is unable to send an email to %s
nb_nb: Wordpress er ikke i stand til å sende en e-post til% s

source: This form is an easy way to contact the author and to discuss issues / incompatibilities / etc.
es_ar: Este formulario es una forma fácil de contactar con el autor y para discutir temas / incompatibilidades / etc
hr_hr: vaj obrazac je jednostavan način da se obratite autoru i kako bi raspravljali o pitanjima / nekompatibilnosti / itd.
pl_pl: Formularz umożliwia łatwy kontakt z autorem oraz zgłaszanie problemów, dyskusję, itd.

source: Here is the plugins developped by the author
es_ar: Aquí está el plugin desarrollado por el autor
hr_hr: Ovdje je dodatak razvijen od strane autora
pl_pl: Inne dodatki przygotowane przez autora

source: Other possible plugins
es_ar: Otros plugins posibles
hr_hr: Ostali mogući dodatci
pl_pl: Inne dodatki

source: Here is the plugins developped by the author:
pl_pl: Poniżej znajdziesz dodatki przygotowane przez autora

source: Default image:
fr_fr: Image par défaut
pt_br: Imagem padrão:

source: %s requires that an image is pinned. By default, the plugin will take the first image in the post but if there is not any image, this image will be used.
fr_fr: requiert qu&#039;une image soit épinglée. Par défaut, le plugin utilisera la première image de l&#039;article, mais si il n&#039;y a pas d&#039;image, celle-ci sera utilisée
pt_br: %s requere que uma imagem seja anexada. Po definição, o plugin vai usar a primeira imagem do post caso nenhuma imagem seja selecionada.

source: Display all these buttons in the excerpt?
fr_fr: Afficher les boutons dans les extraits ?

source: Where do you want to display the buttons in post?
fr_fr: Où voulez-vous que les boutons soient affichés dans l&#039;article ?

source: Where do you want to display the buttons in page?
fr_fr: Où voulez-vous que les boutons soient affichés dans la page ?

source: Where do you want to display the buttons in page ?
pt_br: Onde você deseja exibir os botões na página?
